Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Couldn't find your starting location yet — tap to try again.
ar: تعذر العثور على موقع البداية بعد — انقر للمحاولة مرة أخرى.
bg: Все още не можете да намерите началното си местоположение — докоснете, за да опитате отново.
bs: Još uvijek nisam mogao pronaći vašu početnu lokaciju — dodirnite da pokušate ponovo.
ca: Encara no s'ha pogut trobar la teva ubicació inicial: toca per tornar-ho a provar.
cs: Vaši výchozí polohu se zatím nepodařilo najít – klepnutím to zkuste znovu.
da: Kunne ikke finde din startplacering endnu – tryk for at prøve igen.
de: Startort konnte noch nicht gefunden werden – tippe, um es erneut zu versuchen.
el: Δεν ήταν δυνατή η εύρεση ακόμα της αρχικής τοποθεσίας σας — πατήστε για να προσπαθήσετε ξανά.
es: Aún no se pudo encontrar tu ubicación de inicio: toca para intentarlo de nuevo.
et: Ei leitud veel oma alguskohta – puudutage uuesti proovimiseks.
eu: Ezin izan da aurkitu hasierako kokapena oraindik. Sakatu berriro saiatzeko.
fi: Aloituspaikkaasi ei vielä löytynyt – yritä uudelleen napauttamalla.
fr: Impossible de trouver ta position de départ — touche pour réessayer.
ga: Níorbh fhéidir do shuíomh tosaigh a aimsiú go fóill - tapáil chun triail eile a bhaint as.
gl: Aínda non se puido atopar a túa localización de inicio. Toca para tentalo de novo.
he: עדיין לא ניתן למצוא את מיקום ההתחלה שלך - הקש כדי לנסות שוב.
hi: अभी तक आपका आरंभिक स्थान नहीं मिल सका — पुनः प्रयास करने के लिए टैप करें।
hr: Još ne možete pronaći svoju početnu lokaciju — dodirnite za ponovni pokušaj.
hu: Még nem található a kiindulási hely – koppintson az újrapróbálkozáshoz.
id: Belum dapat menemukan lokasi awal Anda — ketuk untuk mencoba lagi.
is: Ekki tókst að finna upphafsstaðsetninguna þína ennþá — pikkaðu á til að reyna aftur.
it: Impossibile trovare la posizione di partenza: tocca per riprovare.
ja: 出発地がまだ見つかりません。タップして再試行してください。
ka: ჯერ ვერ ვიპოვნეთ საწყისი მდებარეობა — შეეხეთ ხელახლა საცდელად.
kk: Бастау орны әлі табылмады — әрекетті қайталау үшін түртіңіз.
ko: 아직 출발 위치를 찾을 수 없습니다. 다시 시도하려면 탭하세요.
lt: Dar nepavyko rasti pradžios vietos – palieskite ir bandykite dar kartą.
lv: Vēl nevarēja atrast sākuma atrašanās vietu — pieskarieties, lai mēģinātu vēlreiz.
mk: Сè уште не може да ја најдам вашата почетна локација - допрете за да се обидете повторно.
ms: Belum dapat mencari lokasi permulaan anda lagi — ketik untuk mencuba lagi.
mt: S'issa ma setgħetx issib il-post tal-bidu tiegħek — tektek biex terġa' tipprova.
nb: Kunne ikke finne startposisjonen din ennå – trykk for å prøve på nytt.
nl: Kon uw startlocatie nog niet vinden. Tik om het opnieuw te proberen.
pl: Nie udało się jeszcze znaleźć lokalizacji początkowej — kliknij, aby spróbować ponownie.
pt_br: Ainda não foi possível encontrar seu local de partida. Toque para tentar novamente.
ro: Nu s-a putut găsi încă locația de pornire — atingeți pentru a încerca din nou.
ru: Не удалось определить местоположение — нажми, чтобы повторить.
sk: Zatiaľ sa nepodarilo nájsť vašu počiatočnú polohu – klepnutím to skúste znova.
sl: Začetne lokacije še ni bilo mogoče najti — tapnite, če želite poskusiti znova.
sq: Nuk mund ta gjenim ende vendndodhjen tuaj fillestare - trokitni lehtë për të provuar përsëri.
sr: Још увек нисмо могли да пронађемо вашу почетну локацију — додирните да бисте покушали поново.
sv: Det gick inte att hitta din startplats ännu – tryck för att försöka igen.
th: ยังไม่พบตำแหน่งเริ่มต้นของคุณ - แตะเพื่อลองอีกครั้ง
tr: Henüz başlangıç konumunuz bulunamadı; tekrar denemek için dokunun.
uk: Поки що не вдалося знайти місце відправлення — торкнися, щоб повторити спробу.
vi: Chưa thể tìm thấy vị trí bắt đầu của bạn — hãy nhấn để thử lại.
zh_hans: 尚未找到您的起始位置——轻点重试。
zh_hk: 尚未找到您的起始位置 - 點按即可重試。

source: Couldn't find your starting location. Move somewhere with a clearer signal and try again.
ar: لا يمكن العثور على موقع البداية الخاص بك. انتقل إلى مكان ما بإشارة أكثر وضوحًا وحاول مرة أخرى.
bg: Не можах да намеря началното ви местоположение. Преместете се някъде с по-ясен сигнал и опитайте отново.
bs: Nije moguće pronaći vašu početnu lokaciju. Pomerite se negde sa jasnijim signalom i pokušajte ponovo.
ca: No s'ha pogut trobar la teva ubicació inicial. Mou-te a algun lloc amb un senyal més clar i torna-ho a provar.
cs: Nepodařilo se najít vaši výchozí polohu. Přesuňte se někam s jasnějším signálem a zkuste to znovu.
da: Kunne ikke finde din startplacering. Flyt et sted hen med et klarere signal, og prøv igen.
de: Dein Startort konnte nicht gefunden werden. Wechsle an einen Ort mit besserem Signal und versuche es erneut.
el: Δεν ήταν δυνατή η εύρεση της αρχικής σας τοποθεσίας. Μετακινηθείτε κάπου με πιο καθαρό σήμα και δοκιμάστε ξανά.
es: No se pudo encontrar tu ubicación de inicio. Ve a un lugar con mejor señal e inténtalo de nuevo.
et: Teie alguskohta ei leitud. Liikuge kuhugi selgema signaaliga ja proovige uuesti.
eu: Ezin izan da aurkitu hasierako kokapena. Mugitu leku batera seinale argiago batekin eta saiatu berriro.
fi: Aloituspaikkaasi ei löytynyt. Siirry jonnekin selkeämmällä signaalilla ja yritä uudelleen.
fr: Impossible de trouver ta position de départ. Déplace-toi dans un endroit plus dégagé et réessaie.
ga: Níorbh fhéidir do shuíomh tosaigh a aimsiú. Bog áit éigin le comhartha níos soiléire agus bain triail eile as.
gl: Non se puido atopar a túa localización de inicio. Móvete a algún lugar cun sinal máis claro e téntao de novo.
he: לא ניתן היה למצוא את מיקום ההתחלה שלך. זז למקום עם אות ברור יותר ונסה שוב.
hi: आपका आरंभिक स्थान नहीं मिल सका. स्पष्ट सिग्नल के साथ कहीं जाएँ और पुनः प्रयास करें।
hr: Ne mogu pronaći vašu početnu lokaciju. Pomaknite se negdje s jasnijim signalom i pokušajte ponovno.
hu: Nem található a kiindulási hely. Menjen valahova tisztább jelzéssel, és próbálja újra.
id: Tidak dapat menemukan lokasi awal Anda. Pindah ke suatu tempat dengan sinyal yang lebih jelas dan coba lagi.
is: Fann ekki upphafsstaðsetninguna þína. Færðu þig eitthvað með skýrara merki og reyndu aftur.
it: Impossibile trovare la posizione di partenza. Spostati dove c'è più campo e riprova.
ja: 出発地を特定できませんでした。電波状況の良い場所に移動して再度お試しください。
ka: ვერ იპოვა თქვენი საწყისი მდებარეობა. გადადით სადმე უფრო მკაფიო სიგნალით და სცადეთ ხელახლა.
kk: Бастапқы орныңыз табылмады. Белгілі бір жерге жылжытыңыз және әрекетті қайталаңыз.
ko: 시작 위치를 찾을 수 없습니다. 신호가 더 선명한 곳으로 이동한 후 다시 시도하세요.
lt: Nepavyko rasti jūsų pradžios vietos. Perkelkite kur nors su aiškesniu signalu ir bandykite dar kartą.
lv: Nevarēja atrast jūsu sākuma vietu. Pārvietojieties kaut kur ar skaidrāku signālu un mēģiniet vēlreiz.
mk: Не може да се најде вашата почетна локација. Движете се некаде со појасен сигнал и обидете се повторно.
ms: Tidak dapat mencari lokasi permulaan anda. Bergerak ke suatu tempat dengan isyarat yang lebih jelas dan cuba lagi.
mt: Ma setgħetx issib il-post tal-bidu tiegħek. Imxi x'imkien b'sinjal aktar ċar u erġa' pprova.
nb: Kunne ikke finne startstedet ditt. Flytt et sted med et klarere signal og prøv igjen.
nl: Kan uw startlocatie niet vinden. Ga ergens heen met een duidelijker signaal en probeer het opnieuw.
pl: Nie udało się znaleźć Twojej lokalizacji początkowej. Przenieś się w miejsce o wyraźniejszym sygnale i spróbuj ponownie.
pt_br: Não foi possível encontrar seu local de partida. Vá para algum lugar com um sinal mais claro e tente novamente.
ro: Nu s-a putut găsi locația de pornire. Deplasați-vă undeva cu un semnal mai clar și încercați din nou.
ru: Не удалось определить начальное местоположение. Переместитесь в место с лучшим сигналом и повторите попытку.
sk: Nepodarilo sa nájsť vašu počiatočnú polohu. Presuňte sa niekam s jasnejším signálom a skúste to znova.
sl: Vaše začetne lokacije ni bilo mogoče najti. Premaknite se nekam z jasnejšim signalom in poskusite znova.
sq: Vendndodhja juaj fillestare nuk u gjet. Lëvizni diku me një sinjal më të qartë dhe provoni përsëri.
sr: Није могуће пронаћи вашу почетну локацију. Померите се негде са јаснијим сигналом и покушајте поново.
sv: Det gick inte att hitta din startplats. Flytta någonstans med en tydligare signal och försök igen.
th: ไม่พบตำแหน่งเริ่มต้นของคุณ ย้ายไปที่ไหนสักแห่งที่มีสัญญาณชัดเจนกว่าแล้วลองอีกครั้ง
tr: Başlangıç ​​konumunuz bulunamadı. Daha net sinyal olan bir yere gidin ve tekrar deneyin.
uk: Не вдалося знайти місце відправлення. Перейдіть кудись із чіткішим сигналом і повторіть спробу.
vi: Không thể tìm thấy vị trí bắt đầu của bạn. Di chuyển đến nơi có tín hiệu rõ hơn và thử lại.
zh_hans: 无法找到你的起始位置。请前往信号更好的地方重试。
zh_hk: 找不到您的起始位置。移動到訊號更清晰的地方，然後重試。

source: Couldn't reach %@. Nothing changed — shake together again.
ar: لا يمكن الوصول إلى %@ . لم يتغير شيء - نتصافح معًا مرة أخرى.
bg: Не можа да се достигне до %@. Нищо не се е променило - разклатете отново заедно.
bs: Nije moguće doći do %@. Ništa se nije promijenilo - ponovo se protresite.
ca: No s'ha pogut arribar a %@. No ha canviat res: torneu a agitar junts.
cs: Nepodařilo se dosáhnout %@. Nic se nezměnilo – znovu spolu zatřeste.
da: Kunne ikke nå %@. Intet ændrede sig - ryst sammen igen.
de: %@ war nicht erreichbar. Nichts hat sich geändert — schüttelt eure Telefone noch einmal gemeinsam.
el: Δεν ήταν δυνατή η επίτευξη %@. Τίποτα δεν άλλαξε — κουνήστε ξανά μαζί.
es: No se pudo acceder a %@. Nada cambió: agitémonos de nuevo.
et: %@ ei saavutatud. Midagi ei muutunud – raputage uuesti kokku.
eu: Ezin izan da %@ra iritsi. Ez da ezer aldatu — astindu berriro elkarrekin.
fi: %@ ei tavoitettu. Mikään ei muuttunut – ravistele uudelleen yhdessä.
fr: Impossible de joindre %@. Rien n'a changé — secouez à nouveau ensemble.
ga: Níorbh fhéidir %@ a bhaint amach . Ní dhéanfaidh aon ní athrú - croith le chéile arís.
gl: Non se puido chegar a %@ . Nada cambiou: axitade de novo.
he: לא ניתן היה להגיע ל-%@ . שום דבר לא השתנה - שוב לנער יחד.
hi: %@ तक नहीं पहुंच सका. कुछ भी नहीं बदला - फिर से एक साथ मिलें।
hr: Nije moguće doći do %@. Ništa se nije promijenilo — ponovno protresite zajedno.
hu: A %@ nem érhető el. Semmi sem változott – rázd össze újra.
id: Tidak dapat mencapai %@. Tidak ada yang berubah – kocok lagi.
is: Ekki tókst að ná í %@. Ekkert breyttist - hristu saman aftur.
it: Impossibile raggiungere %@ . Non è cambiato nulla: agita di nuovo insieme.
ja: %@ に到達できませんでした。何も変わりませんでした。もう一度一緒に振ってください。
ka: ვერ მიაღწია %@-ს. არაფერი შეცვლილა - ისევ შეანჯღრიეთ ერთად.
kk: %@ мәніне жету мүмкін болмады. Ештеңе өзгерген жоқ - қайтадан бірге шайқаңыз.
ko: %@에 연결할 수 없습니다. 아무것도 변하지 않았습니다. 다시 함께 흔들어 보세요.
lt: Nepavyko pasiekti %@ . Niekas nepasikeitė – vėl suplakite kartu.
lv: Nevarēja sasniegt %@ . Nekas nemainījās — atkal sakratiet kopā.
mk: Не може да се достигне %@. Ништо не се смени - повторно протресете заедно.
ms: Tidak dapat mencapai %@ . Tiada apa yang berubah — goncang bersama lagi.
mt: Ma setgħetx tilħaq %@ . Xejn ma nbidel — erġa ħawwad flimkien.
nb: Kunne ikke nå %@ . Ingenting endret seg - rist sammen igjen.
nl: Kan %@ niet bereiken. Er is niets veranderd – schud opnieuw samen.
pl: Nie udało się połączyć z %@ . Nic się nie zmieniło – ponownie potrząśnij razem.
pt_br: Não foi possível acessar %@ . Nada mudou - agite juntos novamente.
ro: Nu s-a putut ajunge la %@. Nimic nu s-a schimbat - agitați din nou împreună.
ru: Не удалось связаться с %@. Ничего не изменилось — встряхни телефоны вместе ещё раз.
sk: Nepodarilo sa dosiahnuť %@. Nič sa nezmenilo - znova sa spolu pretrepte.
sl: Ni bilo mogoče doseči %@. Nič se ni spremenilo - spet stresite skupaj.
sq: Nuk mund të arrihej %@. Asgjë nuk ndryshoi - tunduni përsëri së bashku.
sr: Није могуће доћи до %@. Ништа се није променило - поново протресите заједно.
sv: Det gick inte att nå %@ . Ingenting förändrades - skaka ihop igen.
th: ไม่สามารถเข้าถึง %@ ไม่มีอะไรเปลี่ยนแปลง — เขย่ากันอีกครั้ง
tr: %@'ye ulaşılamadı. Hiçbir şey değişmedi; tekrar birlikte sallayın.
uk: Не вдалося зв’язатися з %@. Нічого не змінилося — потрясіть разом знову.
vi: Không thể đạt %@. Không có gì thay đổi - lại cùng nhau lắc lư.
zh_hans: 无法到达 %@ 。一切都没有改变——再次一起摇晃。
zh_hk: 無法到達 %@ 。一切都沒有改變——再次一起搖晃。

source: Couldn't reach Game Center. Pull to try again.
ar: تعذر الوصول إلى مركز الألعاب. اسحب للمحاولة مرة أخرى.
bg: Не можа да се достигне до Game Center. Издърпайте, за да опитате отново.
bs: Nije moguće pristupiti Game Centeru. Povucite da pokušate ponovo.
ca: No s'ha pogut arribar a Game Center. Estira per tornar-ho a provar.
cs: Nelze se spojit s Game Center. Zatažením to zkuste znovu.
da: Kunne ikke nå Game Center. Træk for at prøve igen.
de: Game Center nicht erreichbar. Zum Wiederholen nach unten ziehen.
el: Δεν ήταν δυνατή η πρόσβαση στο Game Center. Τραβήξτε για να προσπαθήσετε ξανά.
es: No se pudo comunicar con Game Center. Tira para intentarlo de nuevo.
et: Mängukeskusega ei saanud ühendust. Uuesti proovimiseks tõmmake.
eu: Ezin izan da Game Centerra iritsi. Tira berriro saiatzeko.
fi: Pelikeskukseen ei saatu yhteyttä. Vedä ja yritä uudelleen.
fr: Impossible d'accéder au Game Center. Tirez pour réessayer.
ga: Níorbh fhéidir Game Center a bhaint amach. Tarraing chun iarracht a dhéanamh arís.
gl: Non se puido contactar con Game Center. Tira para tentalo de novo.
he: לא ניתן היה להגיע למרכז המשחקים. משוך כדי לנסות שוב.
hi: गेम सेंटर तक नहीं पहुंच सका. पुनः प्रयास करने के लिए खींचें.
hr: Nije moguće pristupiti Game Centeru. Povucite za ponovni pokušaj.
hu: Nem sikerült elérni a Game Centert. Húzza meg az újbóli próbálkozáshoz.
id: Tidak dapat mencapai Game Center. Tarik untuk mencoba lagi.
is: Ekki tókst að ná í Game Center. Dragðu til að reyna aftur.
it: Impossibile raggiungere Game Center. Tirare per riprovare.
ja: ゲームセンターにアクセスできませんでした。引いて再試行してください。
ka: თამაშის ცენტრთან დაკავშირება ვერ მოხერხდა. გაიყვანეთ ხელახლა საცდელად.
kk: Ойын орталығына жету мүмкін болмады. Қайталап көру үшін тартыңыз.
ko: Game Center에 연결할 수 없습니다. 당겨서 다시 시도해 보세요.
lt: Nepavyko pasiekti žaidimų centro. Patraukite ir pabandykite dar kartą.
lv: Nevarēja sasniegt spēļu centru. Velciet, lai mēģinātu vēlreiz.
mk: Не може да се допре до Game Center. Повлечете за да се обидете повторно.
ms: Tidak dapat mencapai Game Center. Tarik untuk mencuba lagi.
mt: Ma setgħetx tilħaq Game Center. Iġbed biex terġa' tipprova.
nb: Kunne ikke nå Game Center. Trekk for å prøve igjen.
nl: Kan Game Center niet bereiken. Trek om het opnieuw te proberen.
pl: Nie udało się połączyć z Game Center. Pociągnij, aby spróbować ponownie.
pt_br: Não foi possível acessar o Game Center. Puxe para tentar novamente.
ro: Nu s-a putut accesa Game Center. Trageți pentru a încerca din nou.
ru: Не удалось связаться с Game Center. Потяни, чтобы попробовать еще раз.
sk: Nepodarilo sa spojiť s Game Center. Potiahnutím to skúste znova.
sl: Ni bilo mogoče doseči Game Center. Povlecite, da poskusite znova.
sq: Nuk mund të arrihej në Game Center. Tërhiqe për të provuar përsëri.
sr: Није могуће приступити Гаме Центер-у. Повуците да бисте покушали поново.
sv: Det gick inte att nå Game Center. Dra för att försöka igen.
th: ไม่สามารถเข้าถึง Game Center ได้ ดึงเพื่อลองอีกครั้ง
tr: Game Center'a ulaşılamadı. Tekrar denemek için çekin.
uk: Не вдалося підключитися до Game Center. Потягни, щоб повторити спробу.
vi: Không thể truy cập Trung tâm trò chơi. Kéo để thử lại.
zh_hans: 无法访问游戏中心。拉一下再试一次。
zh_hk: 無法訪問遊戲中心。拉一下再試一次。

source: Couldn't reach the post office. Check your connection and try again.
ar: لم أستطع الوصول إلى مكتب البريد. تحقق من اتصالك وحاول مرة أخرى.
bg: Не можах да се свържа с пощата. Проверете връзката си и опитайте отново.
bs: Nisam mogao doći do pošte. Provjerite vezu i pokušajte ponovo.
ca: No s'ha pogut arribar a l'oficina de correus. Comprova la teva connexió i torna-ho a provar.
cs: Nepodařilo se dovolat na poštu. Zkontrolujte připojení a zkuste to znovu.
da: Kunne ikke nå posthuset. Tjek din forbindelse, og prøv igen.
de: Konnte das Postamt nicht erreichen. Prüfe deine Verbindung und versuche es erneut.
el: Δεν μπορούσα να φτάσω στο ταχυδρομείο. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudo llegar a la oficina de correos. Comprueba tu conexión y vuelve a intentarlo.
et: Postkontorisse ei saanud. Kontrollige ühendust ja proovige uuesti.
eu: Ezin izan da posta bulegora iritsi. Egiaztatu konexioa eta saiatu berriro.
fi: Postiin ei saatu yhteyttä. Tarkista yhteys ja yritä uudelleen.
fr: Impossible d'atteindre le bureau de poste. Vérifie ton connexion et réessayez.
ga: Níorbh fhéidir oifig an phoist a bhaint amach. Seiceáil do cheangal agus bain triail eile as.
gl: Non se puido chegar á oficina de correos. Comproba a túa conexión e téntao de novo.
he: לא הצלחתי להגיע לסניף הדואר. בדוק את החיבור שלך ונסה שוב.
hi: डाकघर तक नहीं पहुंच सके। अपना कनेक्शन जांचें और पुनः प्रयास करें।
hr: Nisam mogao dobiti poštu. Provjerite vezu i pokušajte ponovno.
hu: Nem sikerült elérni a postát. Ellenőrizze a kapcsolatot, és próbálja újra.
id: Tidak dapat mencapai kantor pos. Periksa koneksi Anda dan coba lagi.
is: Ekki náðist í pósthúsið. Athugaðu tenginguna þína og reyndu aftur.
it: Impossibile raggiungere l'ufficio postale. Controlla la connessione e riprova.
ja: 郵便局に連絡できませんでした。接続を確認して、もう一度試してください。
ka: ვერ მივაღწიე ფოსტას. შეამოწმეთ თქვენი კავშირი და სცადეთ ხელახლა.
kk: Поштаға жету мүмкін болмады. Байланысты тексеріп, әрекетті қайталаңыз.
ko: 우체국에 도착하지 못했습니다. 연결을 확인하고 다시 시도하세요.
lt: Nepavyko pasiekti pašto skyriaus. Patikrinkite ryšį ir bandykite dar kartą.
lv: Nevarēja sasniegt pastu. Pārbaudiet savienojumu un mēģiniet vēlreiz.
mk: Не можев да стигнам до поштата. Проверете ја врската и обидете се повторно.
ms: Tidak dapat sampai ke pejabat pos. Semak sambungan anda dan cuba lagi.
mt: Ma setgħetx tilħaq l-uffiċċju postali. Iċċekkja l-konnessjoni tiegħek u erġa' pprova.
nb: Kunne ikke nå postkontoret. Sjekk tilkoblingen og prøv igjen.
nl: Kon het postkantoor niet bereiken. Controleer uw verbinding en probeer het opnieuw.
pl: Nie udało się dodzwonić na pocztę. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível chegar aos correios. Verifique sua conexão e tente novamente.
ro: Nu am putut ajunge la oficiul poștal. Verificați conexiunea și încercați din nou.
ru: Не удалось дозвониться до почты. Проверь подключение и повторите попытку.
sk: Nepodarilo sa dostať na poštu. Skontrolujte pripojenie a skúste to znova.
sl: Pošte ni bilo mogoče doseči. Preverite povezavo in poskusite znova.
sq: Nuk arrita dot te posta. Kontrollo lidhjen tënde dhe provo sërish.
sr: Не могу доћи до поште. Проверите везу и покушајте поново.
sv: Kunde inte nå posten. Kontrollera din anslutning och försök igen.
th: ไม่สามารถไปถึงที่ทำการไปรษณีย์ได้ ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Postaneye ulaşılamadı. Bağlantınızı kontrol edip tekrar deneyin.
uk: Не вдалося додзвонитися до пошти. Перевір підключення та повторіть спробу.
vi: Không thể đến được bưu điện. Hãy kiểm tra kết nối của bạn và thử lại.
zh_hans: 无法到达邮局。检查您的连接并重试。
zh_hk: 無法到達郵局。檢查您的連線並重試。

source: Couldn't Receive Letter
ar: تعذر تلقي الرسالة
bg: Не може да се получи писмо
bs: Ne mogu primiti pismo
ca: No s'ha pogut rebre la carta
cs: Nepodařilo se přijmout dopis
da: Kunne ikke modtage brev
de: Brief konnte nicht empfangen werden
el: Δεν ήταν δυνατή η λήψη επιστολής
es: No se pudo recibir la carta
et: Kirja ei saanud vastu võtta
eu: Ezin izan da gutuna jaso
fi: Kirjettä ei voitu vastaanottaa
fr: Impossible de recevoir la lettre
ga: Níorbh fhéidir Litir a fháil
gl: Non se puido recibir a carta
he: לא ניתן היה לקבל מכתב
hi: पत्र प्राप्त नहीं हो सका
hr: Ne mogu primiti pismo
hu: Nem sikerült levelet fogadni
id: Tidak Dapat Menerima Surat
is: Gat ekki fengið bréf
it: Impossibile ricevere la lettera
ja: 手紙を受信できませんでした
ka: წერილი ვერ მივიღე
kk: Хатты алу мүмкін болмады
ko: 편지를 받을 수 없습니다
lt: Nepavyko gauti laiško
lv: Nevarēja saņemt vēstuli
mk: Не можев да примим писмо
ms: Tidak Dapat Menerima Surat
mt: Ma Setax Jirċievi Ittra
nb: Kunne ikke motta brev
nl: Kan brief niet ontvangen
pl: Nie udało się odebrać listu
pt_br: Não foi possível receber a carta
ro: Nu am putut primi scrisoarea
ru: Не удалось принять письмо
sk: List sa nepodarilo prijať
sl: Pisma ni bilo mogoče prejeti
sq: Nuk mund të merrja letrën
sr: Не могу да примим писмо
sv: Kunde inte ta emot brev
th: ไม่สามารถรับจดหมายได้
tr: Mektup Alınamadı
uk: Не вдалося отримати листа
vi: Không thể nhận được thư
zh_hans: 无法收到信件
zh_hk: 無法收到信件
